Repository: annavonzansen/digabi-skaba
Catalog: lang/digabi_hw-*.po
Languages: fi

source: Unknown status code
fi: Tuntematon tilakoodi

source: Reports of this machine
fi: Raportteja tästä laitteesta

source: Basic Info
fi: Perustiedot

source: Meets the requirements
fi: Täyttää vaatimukset

source: Does not meet the requirements
fi: Ei täytä vaatimuksia

source: Search
fi: Hae

source: Detailed Info
fi: Tarkat tiedot

source: Requirements
fi: Vaatimukset

source: Passed requirements
fi: Toteutuneet vaatimukset

source: Failed requirements
fi: Toteutumattomat vaatimukset

source: Search devices
fi: Etsi laitteita

source: Digabi HW Settings menu
fi: Digabi HW Asetukset

source: HW Reports
fi: Laiteraportit

source: HW Report
fi: Laiteraportti

source: Device Category
fi: Laiteryhmä

source: Manufacturer
fi: Valmistaja

source: Product Name
fi: Tuotenimi

source: System Memory (Mb)
fi: Keskusmuisti (Mt)

source: CPU Model
fi: Prosessorin malli

source: Network Hardware
fi: Verkkokortti

source: Multimedia Hardware
fi: Äänikortti

source: Screen Resolution
fi: Näytön tarkkuus

source: Product SKU
fi: Tuotenumero

source: Firmware Description
fi: Laiteohjelma

source: Firmware Vendor
fi: Laiteohjelman valmistaja

source: Firmware Version
fi: Laiteohjelman versio

source: Firmware Capabilities
fi: Laiteohjelman ominaisuudet

source: Multimedia Driver
fi: Äänikortin ajuri

source: Possible Screen Resolutions
fi: Mahdolliset näytön tarkkuudet

source: Digabi Version
fi: Digabi OS versio

source: Report Counter
fi: Raporttilaskuri

source: Report Status
fi: Raportin tila

source: This device is <b>working</b>.
fi: Tämä laite <b>toimii</b>.

source: This device is <b>not working</b>.
fi: Tämä laite <b>ei toimi</b>.

source: Note: This report is user-supplied and has not been reviewed by the MEB staff.
fi: Huomio: Tämä raportti on käyttäjältä eikä YTL:n henkilökunta ole tarkastanut sitä.

source: This report has been reviewed by the MEB staff.
fi: Tämä raportti on YTL:n henkilökunnan tarkastama.

source: Adds support for Digabi Hardware post type and metadata fields
fi: Lisää tuen Digabi laiteraportointiin ja tarvittaviin lisäkenttiin.
